tap "derailed/popeye"
tap "esolitos/ipa"
tap "homebrew/bundle"
tap "homebrew/services"
tap "minio/stable"
brew "lima"
brew "colima", restart_service: :changed
brew "coreutils"
brew "docker-compose"
brew "etcd"
brew "gh"
brew "glib"
brew "unbound"
brew "gnupg"
brew "go-task"
brew "helm"
brew "helmfile"
brew "jq"
brew "k3sup"
brew "k9s"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kubeseal"
brew "nmap"
brew "pv"
brew "pwgen"
brew "python@3.11"
brew "python@3.12"
brew "qemu"
brew "redis"
brew "telnet"
brew "wget"
brew "yq"
brew "zsh-completions"
brew "derailed/popeye/popeye"
brew "esolitos/ipa/sshpass"
brew "minio/stable/mc"
cask "docker"
cask "google-cloud-sdk"
cask "openlens"
